
import darkImage from "../../assets/img/dark.webp";
import aLya from "../../assets/img/a-lya.jpg";
import aleUsr from "../../assets/img/ale-usr.jpg";
import americanPaleAle from "../../assets/img/american-pale-ale.jpg";
import bavarian from "../../assets/img/bavarian.jpg";
import blondeAle from "../../assets/img/blonde-ale.jpg";
import ussr from "../../assets/img/ussr.jpg";
import vienna from "../../assets/img/vienna.jpg";
import zigulLager from "../../assets/img/zigul-lager.jpg";
import ziguli from "../../assets/img/ziguli.jpg";


   

export const dataDigitalBestSeller = [
  {
    id: 1,
    title: "Pale ale",
    price: "",
    category: "Светлый полнотелый эль с яркими солодовыми тонами",
    src: darkImage,
    imageSrc: darkImage,
    description:
      "Основные характеристики: Объем сусла: 27 л Начальная экстрактивность: 12.4 % Конечная экстрактивность: 2.5 % Эффективность затирания: 75 % Объемная доля спирта (ABV): 5 % Расчетная горечь: 20 IBU Расчетная цветность: 18 EBC Объем готового пива: 25 л",
  },
  {
    id: 2,
    title: "А-ля Жигули",
    price: "",
    category: "Светлое, золотистое пиво с легкими цветочно-фруктовыми нотами.",
    src: aLya,
    imageSrc: darkImage,
    description:
      "Состав набора: Солод: пилснер, – 5 кг Хмель: Nugget – 1 уп Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 10,5% Конечная экстрактивность – 2,% Объёмная доля спирта – 4,5% Расчётная горечь – 12 IBU Расчётная цветность – 6 ЕВС Объём готового пива до - 25л",
  },
  {
    id: 3,
    title: "AMERICAN PALE ALE",
    price: "",
    category:
      "Ароматный эль в американском стиле, пряный и терпкий, в аромате и вкусе преобладают цитрусовые и цветочные ноты.",
    src: aleUsr,
    imageSrc: darkImage,
    description:
      "Состав набора: Солод: пэйл эль, карамельный, аром – 6 кг Хмель: – 3 уп Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 11,4% Конечная экстрактивность – 2,8% Объёмная доля спирта – 4,5% Расчётная горечь – 22 IBU Расчётная цветность – 18 ЕВС Объём готового пива до - 25л",
  },
  {
    id: 4,
    title: "Баварское пшеничное",
    price: "",
    category:
      "Традиционное пшеничное немецкое пиво с легкими нотами цветов и фруктов.",

    src: americanPaleAle,
    imageSrc: darkImage,
    description:
      "Состав набора: Солод: пилснер, пшеничный – 5 кг Хмель: Nugget – 1 уп Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 11,5% Конечная экстрактивность – 2,5% Объёмная доля спирта – 4,7% Расчётная горечь – 11,7 IBU Расчётная цветность – 6,3ЕВС Объём готового пива до - 25л",
  },
  {
    id: 5,
    title: "Блонд Эль",
    price: "",
    category: "Светлый полнотелый эль с яркими солодовыми тонами.",
    description:
      "Состав набора: Солод: пилснер, – 5 кг Хмель: Фаворит – 1 уп Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 11,9% Конечная экстрактивность – 2,3% Объёмная доля спирта – 5,5% Расчётная горечь – 16,1 IBU Расчётная цветность – 6,5 ЕВС Объём готового пива до - 25л",
    src: bavarian,
    imageSrc: darkImage,
  },
  {
    id: 6,
    title: "Венский Лагер",
    price: "",
    category:
      "Вкус Венского лагера сложен, кончико мязыка мы ощущаем сладость, передней частью – соль, боками – кислинку.",
    src: blondeAle,
    description:
      "Состав набора: Солод: Пилснер, Венский, Мюнхенский, общая засыпь – 5 кг Хмель: – 2 уп, Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 12.1% Конечная экстрактивность – 2.6,% Объёмная доля спирта – 5,2% Расчётная горечь – 14,1 IBU Расчётная цветность – 9,8 ЕВС Объём готового пива до - 25л",
    imageSrc: darkImage,
  },
  {
    id: 7,
    title: "Венское пшеничное",
    price: "",
    category: "пшеничное пиво с легкими нотами цветов и фруктов",
    src: ussr,
    description:
      "Состав набора: Солод: венский, пшеничный – 5 кг Хмель:  – 1 уп Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 11,5% Конечная экстрактивность – 2,5% Объёмная доля спирта – 4,7% Расчётная горечь – 11,7 IBU Расчётная цветность – 8,3ЕВС Объём готового пива до - 25л",
    imageSrc: darkImage,
  },
  {
    id: 8,
    title: "Венский Эль",
    price: "",
    category:
      "Золотисто-янтарный напиток, завораживающий мягкостью карамельного вкуса с легкой горчинкой, подчеркнутый сочетанием цветочно-медового и цитрусового ароматов",
    src: vienna,
    description:
      "Состав набора: Солод: Венский, – 5,4 кг Хмель: – 3 уп Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 12% Конечная экстрактивность – 3,% Объёмная доля спирта – 4,5% Расчётная горечь – 21 IBU Расчётная цветность – 10 ЕВС Объём готового пива до - 25л",
    imageSrc: darkImage,
  },
  {
    id: 9,
    title: "Жигулевский Лагер",
    price: "",
    category: "Послевкусие хмелевое с приятными сладковатыми нотками.",
    src: zigulLager,
    description:
      "Состав набора: Солод: пилснер, – 5 кг Хмель: Nugget – 1 уп Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 10,5% Конечная экстрактивность – 2,% Объёмная доля спирта – 4,5% Расчётная горечь – 12 IBU Расчётная цветность – 6 ЕВС Объём готового пива до - 25л",
    imageSrc: darkImage,
  },
  {
    id: 10,
    title: "Жигулевский Лагер рецепт СССР",
    price: "",
    category:
      "Рецепт СССР более насыщенный цвет и аромат в меру горьковатый, сладковатый и кисловатый, хмельной букет насыщает организм живительной прохладой.",
    src: ziguli,
    description:
      "Состав набора: Солод: Венский, – 5 кг Хмель:  – 1 уп Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 12% Конечная экстрактивность – 3,% Объёмная доля спирта – 4,5% Расчётная горечь – 12 IBU Расчётная цветность – 10 ЕВС Объём готового пива до - 25л",
    imageSrc: darkImage,
  },
  {
    id: 10,
    title: "Жигулевский Эль рецепт СССР",
    price: "",
    category:
      "Светлое, золотистое пиво с легкими цветочно-фруктовыми нотами, более ароматный чем А-ля жигули",
    src: ziguli,
    description:
      "Состав набора: Солод: Венский, – 5 кг Хмель:  – 1 уп Дрожжи – 1 уп Декстроза – 1 уп Основные характеристики: Начальная экстрактивность – 10,5% Конечная экстрактивность – 2,% Объёмная доля спирта – 4,5% Расчётная горечь – 12 IBU Расчётная цветность – 10 ЕВС Объём готового пива до - 25л",
    imageSrc: darkImage,
  },
];
